[
    {
        "slug": "sold",
        "title": "Sold Out of Africa",
        "storyIntro": "Lucy with many other Africans are captured and taken away from all that is safe and familiar. Once she arrives at the coast she is imprisoned, sold, and taken onto a ship bound for a strange world thousands of miles from home.",
        "historyIntro": "An endless demand among European colonizers for the essential labor to produce sugar and other lucrative commodities is destroying the lives of millions of African men, women, and children. Their captors and others eager to profit from the booming trade in human beings engage in a brutal winnowing process. Imprisoned in slave castles and other holding areas on the West Africa coast, survivors are forced into the ships that will transport them thousands of miles to the Americas in the infamous Middle Passage.",
        "frames": []
    },  
    {
        "slug": "forsale",
        "title": "For Sale Again",
        "storyIntro": "Three-year old Lucy is among a group of captured Africans for sale in Bristol, Rhode Island.",
        "historyIntro": "Africans who survive capture and the horrors of the Middle Passage encounter a new world where the loss of autonomy and the arbitrary power of their enslavers are the only constants.",
        "frames": []
    },  
    {
        "slug": "newlife",
        "title": "A Strange New Life",
        "storyIntro": "Eight-year-old Lucy arrives in Deerfield and meets the couple who are purchasing her from Samuel Terry. Once again, her life is about to change but her status as an enslaved child does not.",
        "historyIntro": "Enslaved people often experienced multiple captivities. They could be sold at a moment’s notice to new captors anytime, anywhere, upending in the process any relationships they may have been able to establish, including marriage, children and siblings. Dealing with the loss of old connections and forging new ones required resilience, courage, and persistence by young and old alike.",
        "frames": []
    },  
    {
        "slug": "wells",
        "title": "Enslaved at the Wells's House",
        "storyIntro": "Life in the Wells household is an unending cycle of labor, especially for Lucy and Cesar who are expected to undertake the most menial, demanding tasks on a rural farm.",
        "historyIntro": "In the 18th century, keeping a rural New England house and farm running smoothly was extremely labor intensive. Enslaved people provided essential, often backbreaking agricultural labor but unlike free members of the household, they worked for someone else’s benefit.",
        "frames": [
            {
                "imageName": "02-dawn-house-color",
                "storyAudio": "silence",
                "storyText": "In colonial New England, work days for enslaved people began long before daybreak — long before their enslavers got up to begin their own work days.",
                "alt": "0 house ",
                "textAlign": "center",
                "moreBlurb": "Lorem",
                "moreWhoLinks": [
                    {"title": "Jenny (Jin) Cole", "slug": "jin-cole"},            
                    {"title": "Cesar", "slug": "/people"}            
                ],
                "moreTopicLinks": [
                    {"title": "Everyday Work in Colonial Households",  "slug": "/people"},
                    {"title": "Who Did What? Work Roles", "slug": "/people"}            
                ],
                "moreHowLinks": [],
                "moreWhereLinks": []            
            },
            {
                "imageName": "03-candle-color",
                "storyAudio": "silence",
                "storyText": "While Ebenezer and Abigail Wells continue to sleep in their comfortable bed downstairs, Lucy arises from her straw-filled mattress in the garret and lights a candle so that she can see to dress for the day.",
                "alt": "1 window lights up ",
                "textAlign": "left",
                "moreBlurb": "Lorem",
                "moreWhoLinks": [],
                "moreTopicLinks": [
                    {"title": "Sleeping Arrangements", "slug": "/people"}
                ],
                "moreHowLinks": [
                    {"title": "Casement Window", "slug": "/people"},
                    {"title": "Dress Up: Women's Clothing from 1750", "slug": "/people"},
                    {"title": "Floor Plans of the Wells House", "slug": "/people"},
                    {"title": "Candlestick", "slug": "/people"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "04-house-cutaway-color-nochim",
                "storyAudio": "silence",
                "storyText": "Cesar, sleeping on another garret mattress, also awakens and dresses. Lucy and Cesar slip quietly down the stairs to the kitchen.",
                "alt": "2 zoom to cutaway ",
                "textAlign": "right",
                "moreBlurb": "Lorem",
                "moreWhoLinks": [
                    {"title": "Cesar", "slug": "/people"}            
                ],
                "moreTopicLinks": [
                    {"title": "Everyday Work in Colonial Households", "slug": "/people"}
                ],
                "moreHowLinks": [
                    {"title": "Straw Mattress and Bedding", "slug": "/people"},
                    {"title": "Canopied Bed", "slug": "/people"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "lucy-hearth",
                "storyAudio": "silence",
                "storyText": "There, Cesar builds a new fire on the embers remaining from the night before, while Lucy begins to prepare breakfast for the Wells. She and Cesar will eat later.",
                "alt": "3 hearth ",
                "textAlign": "left",
                "moreBlurb": "Lorem",
                "moreWhoLinks": [
                    {"title": "Jenny (Jin) Cole", "slug": "jin-cole"},
                    {"title": "Phillis Wheatley", "slug": "/people"}
                ],
                "moreTopicLinks": [
                    {"title": "18th Century Foodways in New England",  "slug": "/people"},
                    {"title": "Women's work and men's work", "slug": "/people"}            
                ],
                "moreHowLinks": [
                    {"title": "Lidded Hanging Pot", "slug": "/people"},
                    {"title": "Iron Bake Kettle", "slug": "/people"},
                    {"title": "Calico Pocket", "slug": "/people"},
                    {"title": "Video Demo: Churning Butter", "slug": "/people"}
                ],          
                "moreWhereLinks": []            
            }
        ]
    },  
    {
        "slug": "church",
        "title": "Joining the Church",
        "storyIntro": "When Lucy experiences her own personal religious conversion, she becomes a member of the Church: a baptized body of Protestant believers, both free and enslaved, who believe they have experienced God’s saving grace.",
        "historyIntro": "Enslaved people could and many did embrace Christianity. In Puritan New England, becoming a full member of the Church required sharing with a minister a verifiable conversion experience. Being welcomed into full communion in the Church did not affect a convert’s place in the social hierarchy. Enslaved people assured of freedom in salvation were thus expected to accept what their enslavers considered to be their God-ordained station in life: human property.",
        "frames": []
    },  
    {
        "slug": "singer",
        "title": "Singer of History",
        "storyIntro": "Lucy sings her poem, the Bars Fight, to customers she is serving in Ebenezer Wells’s tavern.",
        "historyIntro": "Many enslaved people brought their story-telling and oral traditions to the Americas. This talent could sometimes confer social status in the white community.",
        "frames": []
    },  
    {
        "slug": "engaging",
        "title": "Engaging With the Community",
        "storyIntro": "Lucy goes to the Williams Store to buy chocolate where she encounters Abijah Prince, the free African American man she will marry.",
        "historyIntro": "In colonial Massachusetts, some enslaved people had limited autonomy that included earning a bit of money to make small purchases that included rum, tobacco, and textiles, making them part of a larger Atlantic economy fueled by slavery.",
        "frames": []
    },  
    {
        "slug": "community",
        "title": "Community Within Community",
        "storyIntro": "After seeing Lucy at the store, Abijah offers to walk her home along the main street of the village where they encounter several Black residents of Deerfield and surrounding towns.",
        "historyIntro": "Like other Massachusetts communities, Deerfield’s enslaved and free residents crossed paths on a daily basis. Within that community were the relationships among enslaved people and their ongoing connections with freed African American people.This interior, “community within community” highlights the effort people of color, free and enslaved, invested in maintaining a social life and emotional connections against often overwhelming odds.",
        "frames": [
            {
                "imageName": "lucy-abijah-store-exterior",
                "storyAudio": "00-walk-home",
                "storyText": "“Walk you home?” “yes, please.” replies Lucy. \"I bought a little chocolate — do you like sipping chocolate? I don't often buy such a treat.” Lucy wonders if Mrs. Wells would allow her to invite Abijah to the house. Wouldn’t it be nice to have a home of one’s own…and to be able to see whoever you please, whenever you please...",
                "alt": "0 lucy-abijah-store-exterior ",
                "textAlign": "left",
                "moreBlurb": "Store account books provide a rich resource of information about people's activities in the 18th century.",
                "moreWhoLinks": [
                    {"title": "Abijah Prince", "slug": "abijah-prince"}      
                ],
                "moreTopicLinks": [
                    {"title": "Stimulating Beverages and the Slave Economy",  "slug": "slave-economy-goods"},
                    {"title": "Courtship in Early New England", "slug": "courtship"}            
                ],
                "moreHowLinks": [
                    {"title": "Basket", "slug": "basket"},
                    {"title": "Cake of Chocolate", "slug": "cake-of-chocolate"},
                    {"title": "Chocolate Pot", "slug": "chocolate-pot"},
                    {"title": "Account Book Record of Chocolate Purchase", "slug": "williams-account-book-chocolate"}                    
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "lucy-thinking-bkgnd",
                "storyAudio": "01-he-is-free",
                "storyText": "Lucy wonders, \"Is this a courtship? Is Abijah thinking of marriage?\" He is free, she is not. Marrying isn't possible if the Wells won’t allow it. Even if her enslavers agree, would Abijah want to marry a woman whose children will be born into slavery? She doesn't want that for her children.",
                "alt": "1 lucy-thinking ",
                "textAlign": "center",
                "moreBlurb": "Enslaved people lived with the daily challenge of limited autonomy.",
                "moreWhoLinks": [
                    {"title": "Amos Fortune", "slug": "amos-fortune"},
                    {"title": "Venture Smith", "slug": "venture-smith"}
                ],
                "moreTopicLinks": [],
                "moreHowLinks": [
                    {"title": "Example of sale ads listing women with children", "slug": "for-sale-temp"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "02-lucys-thoughts",
                "storyText": "Lucy's thoughts are interrupted by some nearby children: “Lucy, you promised us a story!” “I'll sing for you later!\" “Tell them your Bars Fight” Abijah suggests, while he thinks to himself, \"Lucy seems to know everyone in town.\"",
                "alt": "2  lucy and abijah small on main street, kids enter",
                "textAlign": "right",
                "moreBlurb": "Many enslaved people had active roles in the wider community.",
                "moreWhoLinks": [],
                "moreTopicLinks": [
                    {"title": "The Bars Fight", "slug": "bars-fight-poem"}
                ],
                "moreHowLinks": [
                    {"title": "Child's Hoop", "slug": "hoop"},
                    {"title": "Colonial Boy's Clothing", "slug": "colonial-boys-clothing"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "silence",
                "storyText": "",
                "alt": "3 Lucy and abijah medium on main, horse enters ",
                "textAlign": "center",
                "moreBlurb": "A rigid social hierarchy existed for all members of the community.",
                "moreWhoLinks": [
                    {"title": "Matthew Clesson", "slug": "matthew-clesson"}
                ],
                "moreTopicLinks": [
                    {"title": "The Great Chain of Being", "slug": "hierarchy"}
                ],
                "moreHowLinks": [
                    {"title": "Great Coat", "slug": "great-coat"},
                    {"title": "Probate Inventory of Matthew Clesson", "slug": "clesson-probate"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "04-i-think-i-see",
                "storyText": "“I think I see Heber and Adam Honestman coming this way. When did Adam get so tall?”",
                "alt": "4 Lucy and Abijah closer ",
                "textAlign": "right",
                "moreBlurb": "Something about maintaining a network of relationships, even with distant connections.",
                "moreWhoLinks": [
                    {"title": "Heber Honestman", "slug": "heber-honestman"}            
                ],
                "moreTopicLinks": [],
                "moreHowLinks": [],
                "moreWhereLinks": []            
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "silence",
                "storyText": "The Honestmans have come to town to shop at Captain Williams’s store for fabric, knee buckles, and sleeve buttons. Talk turns to the possible war that is on everyone's mind. \"I'm thinking of joining up again, the pay is good and we need to protect our towns if there's a war.\" Lucy shudders to think of Abijah in battle. Watching, Heber concludes his Susanna is right: Abijah Prince is surely courting Lucy.",
                "alt": "5  Ox cart enters right",
                "textAlign": "right",
                "moreBlurb": "Something about the importance of community - redundant?.",
                "moreWhoLinks": [
                    {"title": "Heber Honestman", "slug": "heber-honestman"}            
                ],
                "moreTopicLinks": [
                    {"title": "Building Community", "slug": "building-community"}
                ],
                "moreHowLinks": [
                    {"title": "Heber Honestman Store Account", "slug": "heber-store-account"},                   
                    {"title": "Crutch", "slug": "crutch"},
                    {"title": "Ox Cart", "slug": "ox-cart"}
                ],
                "moreWhereLinks": [
                    {"title": "African Americans in Deerfield", "slug": "deerfield-african-americans"}                    
                ]          
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "silence",
                "storyText": "Lucy asks Heber if his foot still pains him. “Sometimes,” he replies, “but I still smile to myself when I wonder what a bear would think to see me caught in one of my own traps.” Lucy thinks about another Black man who needs a crutch: Pompey’s feet froze like blocks of ice after Joseph Barnard made him cut and sled wood every day one bitter winter.",
                "alt": "6   Ox cart fully in ",
                "textAlign": "right",
                "moreBlurb": "Many enslavers abused the enslaved people whose work they controlled.",
                "moreWhoLinks": [
                    {"title": "Pompey", "slug": "pompey"}            
                ],
                "moreTopicLinks": [
                    {"title": "Coercion and Abuse", "slug": "coercion-abuse"},
                    {"title": "Slavery and the 18th Century Family", "slug": "slavery-family"}
                ],
                "moreHowLinks": [
                    {"title": "Bear trap", "slug": "bear-trap"}
                ],
                "moreWhereLinks": []           
            },
            {
                "imageName": "main-street-plain",
                "storyAudio": "silence",
                "storyText": "Heber turns to Adam. “Son, it is time to get on with our errands.” Adam nods and cracks his whip. Over the creaking of cart wheels Abijah says, “You have a fine son, Heber. God willing, one day I will have a lad such as Adam.”",
                "alt": "7 still with the ox ",
                "textAlign": "right",
                "moreBlurb": "Becoming a soldier was one way that enslaved men could earn their freedom, but it was dangerous.",
                "moreWhoLinks": [],
                "moreTopicLinks": [
                    {"title": "Western Massachusetts in the French and Indian War", "slug": "f-i-wars"}
                ],
                "moreHowLinks": [
                    {"title": "Muster Roll", "slug": "muster-roll"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "jin-approaches-bkgnd",
                "storyAudio": "silence",
                "storyText": "“Heber and Susanna have a good farm, like the place I’ll be getting now that I’ve bought my freedom,” says Abijah, hinting at a possible future with Lucy. Worried that he has been too forward, he shifts to the weather. “The river is running high even for spring.” Lucy smiles and nods but wishes Abijah would talk more about his future. She hopes she's right that his plans include her...but how can that possibly happen?",
                "alt": "8 Jin approaches",
                "textAlign": "right",
                "moreBlurb": "A family and some land was the typical path to self-sufficiency and prosperity, but often proved elusive.",
                "moreWhoLinks": [
                    {"title": "Jin Cole", "slug": "jin-cole"},        
                    {"title": "Jonathan Ashley", "slug": "jonathan-ashley"}            
                ],
                "moreTopicLinks": [
                    {"title": "Unlikely Enslavers?", "slug": "ministers-enslavers"}
                ],
                "moreHowLinks": [
                    {"title": "Sermon by Jonathan Ashley", "slug": "ashley-sermon"},
                    {"title": "Honestman's Farm", "slug": ""}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "lucy-abijah-jin",
                "storyAudio": "silence",
                "storyText": "Abijah and Lucy greet Jin Cole. \"Good day! Mr. Ashley is writing his Sunday sermons and had me take the children along so they will not disturb him. He's hired out Cato to work for Samuel Dickinson today, so I‘m bringing him his nooning meal.\"",
                "alt": "9 lucy, abijah greet jin",
                "textAlign": "right",
                "moreBlurb": "Enslavers benefitted from the labor of enslaved people -- directly and by selling this labor.",
                "moreWhoLinks": [
                    {"title": "Cato Cole", "slug": "cato-cole"},
                    {"title": "Samuel Dickinson", "slug": "samuel-dickinson"}         
                ],
                "moreTopicLinks": [
                    {"title": "Enslaved Labor for Sale", "slug": "enslaved-labor"}
                ],
                "moreHowLinks": [
                    {"title": "Plow", "slug": "plow"},
                    {"title": "Plan of the Town of Deerfield", "slug": "hoyt-map"},
                    {"title": "Account Book of Jonathan Ashley", "slug": "ashley-account-book"}
                ],
                "moreWhereLinks": []            
            },
            {
                "imageName": "jin-thinking",
                "storyAudio": "silence",
                "storyText": "As Abijah and Lucy walk away, Jin thinks, “What a handsome couple. Abijah has had to wait a long time to marry.” Jin believes Abijah has the will and the means to buy Lucy’s freedom from the Wells. Thinking about her own situation, Jin has little hope that her enslavers will free her or her son.",
                "alt": "10 Jin thinking",
                "textAlign": "right",
                "moreBlurb": "One path to freedom for enslaved women was marriage to a man who could afford to purchase her.",
                "moreWhoLinks": [
                    {"title": "Amos Fortune", "slug": "amos-fortune"},            
                    {"title": "Venture Smith", "slug": "venture-smith"},         
                    {"title": "Elizabeth Freeman", "slug": "elizabeth-freeman"}            
                ],
                "moreTopicLinks": [
                    {"title": "Possible Paths to Freedom", "slug": "paths-to-freedom"}
                ],
                "moreHowLinks": [],
                "moreWhereLinks": []            
            },
            {
                "imageName": "lucy-thinking-open",
                "storyAudio": "silence",
                "storyText": "Lucy knows that Jin has always had to care for the Ashley children even as she raised Cato on her own. She remembers when Jin first arrived in Deerfield with Cato as a baby in her arms. Lucy wants more for herself and any children God may send to her ... and Abijah.",
                "alt": "11 Lucy thinking ",
                "textAlign": "right",
                "moreBlurb": "The children of enslaved women were automatically born into slavery.",
                "moreWhoLinks": [],
                "moreTopicLinks": [],
                "moreHowLinks": [],
                "moreWhereLinks": []            
            },
            {
                "imageName": "lucy-abijah-wells-exterior",
                "storyAudio": "silence",
                "storyText": "Having finally arrived at the Wells house, Lucy does not want her visit with him to end. Should she invite Abijah in? What would Mrs. Wells think? Would she allow it? Lucy wouldn’t have to worry about such things if she and Abijah had a home of their own. As he watches Lucy pass through the door, Abijah comes to a decision. He will share his intentions with Ebenezer Wells and ask him for permission to marry Lucy.",
                "alt": "12 lucy-abijah-wells-exterior",
                "textAlign": "right",
                "moreBlurb": "The lack of automony affected enslaved people in little and very large ways.",
                "moreWhoLinks": [
                    {"title": "Abigail Wells", "slug": "abigail-wells"},           
                    {"title": "Ebenezer Wells", "slug": "ebenezer-wells"}            
                ],
                "moreTopicLinks": [
                    {"title": "Courtship and Marriage in a Hierarchical Society", "slug": "hierarchy-courtship"}
                ],
                "moreHowLinks": [],       
                "moreWhereLinks": []            
            }
        ]
    },
    {
        "slug": "union",
        "title": "A Fruitful Union",
        "storyIntro": "Lucy and Abijah get married and begin life as free people.",
        "historyIntro": "Marriage could change an enslaved person’s status; once free, all of a woman's children would be born free.",
        "frames": []
    },
    {
        "slug": "revolution",
        "title": "Sons of the Revolution",
        "storyIntro": "Like many Black mothers, Lucy sends her sons off to fight in the Revolution.",
        "historyIntro": "Even as they embrace the promises of the American Revolution, African American and Indigenous people know the bitter irony of enslaved people fighting for freedom alongside colonial enslavers.",
        "frames": []
    },  
    {
        "slug": "frontier",
        "title": "Living on the Frontier",
        "storyIntro": "Lucy, Abijah and their children struggle to make a life for themselves in Vermont–a struggle that includes intimidation and violence by hostile neighbors.",
        "historyIntro": " Although the new state constitution put slavery on the defensive and free people of color could and did hold property in Vermont as well as Massachusetts, they often encountered challenges as they endeavored to live and prosper as free citizens in the new nation.",
        "frames": []
    },  
    {
        "slug": "court",
        "title": "Fighting in Court",
        "storyIntro": "Lucy travels to Windsor, Vermont, to fight in court to protect her family's legal claim to their land and for fair treatment by their neighbors.",
        "historyIntro": "The laws of Vermont and other New England states protected the property and the rights of citizens while simultaneously posing challenges to those rights for free people of color.",
        "frames": []
    },  
    {
        "slug": "returning",
        "title": "Returning to Deerfield",
        "storyIntro": "Her children are grown and her husband Abijah has passed away when Lucy decides to return to Deerfield for a visit.",
        "historyIntro": "Histories of continued connections between formerly enslaved people and the people and places where they were enslaved suggests a powerful connection to people and place, both positive and negative.",
        "frames": []
    }

]